[M_IrisHUB_Wanted MissionDefinition]
TurnInDescription="The form of love is the fearsome gladiator..<br><br>In fact, they will try to kill you. But anyway. At least you are tired of them."

[M_IrisHUB_Wanted:PlacePoster4 MissionObjectiveDefinition]
ProgressMessage="Save to Zer0."
